[
  {
    "id": "how",
    "description": "Section header - How does my picture help",
    "defaultMessage": "How does my picture help?"
  },
  {
    "id": "how_title",
    "description": "Section header title - Watch a video (2min)",
    "defaultMessage": "Watch a video (2min)"
  },
  {
    "id": "sea_levels_rise_because",
    "description": "Script - Sea-levels rise because ice melts and our oceans absorb the excess heat and expand - a process that will take centuries to play out.",
    "defaultMessage": "Sea-levels rise because ice melts and our oceans absorb the excess heat and expand - a process that will take centuries to play out."
  },
  {
    "id": "only",
    "description": "Script - Only, it doesn’t play out evenly.",
    "defaultMessage": "Only, it doesn’t play out evenly."
  },
  {
    "id": "sea_levels_rise_vary_drastically",
    "description": "Script - Sea-levels vary drastically from place to place and every coast responds differently depending on what it is made of and what we have made of it.",
    "defaultMessage": "Sea-levels vary drastically from place to place and every coast responds differently depending on what it is made of and what we have made of it. Many submerge but some subside, and some even uplift! Some are at low risk and unpopulated while others are at high risk and overpopulated."
  },
  {
    "id": "forget_bathtub",
    "description": "Script - So forget that bathtub image. It’s more complicated than that.",
    "defaultMessage": "So forget that bathtub image. It’s more complicated than that."
  },
  {
    "id": "in_a_nutshell",
    "description": "Script - In a nutshell, it gives science what satellites cannot: A close-up image of a coast. The possibility to study the bigger picture, in as much detail as possible.",
    "defaultMessage": "In a nutshell, it gives science what satellites cannot: A close-up image of a coast. The possibility to study the bigger picture, in as much detail as possible."
  },
  {
    "id": "what_happens",
    "description": "Script - Here is what is going to happen.",
    "defaultMessage": "Here is what's gonna happen."
  },
  {
    "id": "place_on_map",
    "description": "Script - First, it will be checked for information on the location it was taken, so we can place it on a map.",
    "defaultMessage": "First, your image will be checked for information on the location it was taken, so we can place it on a map."
  },
  {
    "id": "determine_coastal_type",
    "description": "Script - Then, it will be analysed by scientists and citizen scientists to determine the coastal type at that location.",
    "defaultMessage": "Then, it will be analysed by scientists and citizen scientists to determine the coastal type at that location."
  },
  {
    "id": "the_more_the_better",
    "description": "Script - The more images are analysed, the more detail is added to a global map of what types exists and where.",
    "defaultMessage": "The more images are analysed, the more detail is added to a global map of what types of coasts exists and where."
  },
  {
    "id": "computer_programs",
    "description": "Script - This map is then fed into computer programs that help scientists make prediction on how different coasts respond under different circumstances.",
    "defaultMessage": "This map is then fed into computer programs that help scientists make prediction on how different coasts respond under different circumstances."
  },
  {
    "id": "policy_makers",
    "description": "Script - These predictions in return inform policy makers at national and international levels on which actions to take and which countries need international support.",
    "defaultMessage": "These predictions in return inform policy makers at national and international levels on which actions to take and which countries need international support."
  },
  {
    "id": "best_advice",
    "description": "Script - Your images help science give their best advice on how to best protect ourselves, our children and our grandchil- dren from sea-level rise.",
    "defaultMessage": "Your images help scientists give their best advice on how to best protect ourselves, our children and our grandchildren from sea-level rise."
  },
  {
    "id": "easy_beautiful_meaningful",
    "description": "Script - Together we can create this map. It's easy. It's beautiful. And it will make a difference!",
    "defaultMessage": "Together we can create this map. It's easy. It's beautiful. And it will make a difference!"
  },
  {
    "id": "send_a_signal",
    "description": "Script - Let's send a signal and work together. It's simple. And beautiful, too.",
    "defaultMessage": "Help us send a signal. Of love, hope, solidarity. It's simple (for you). And beautiful, too."
  }
]