[
  {
    "id": "how",
    "description": "Section header - How does my picture help",
    "defaultMessage": "How does my picture help?"
  },
  {
    "id": "show_transcript",
    "description": "Section header",
    "defaultMessage": "Show transcript"
  },
  {
    "id": "hide_transcript",
    "description": "-",
    "defaultMessage": "Hide transcript"
  },
  {
    "id": "in_a_nutshell",
    "description": "Script - In a nutshell, it gives science what satellites cannot: A close-up image of a coast. The possibility to study the bigger picture, in as much detail as possible.",
    "defaultMessage": "In a nutshell, it gives science what satellites cannot: A close-up image of a coast. The possibility to study the bigger picture, in as much detail as possible."
  },
  {
    "id": "how_it_works",
    "description": "Script - Here is how it works",
    "defaultMessage": "Here is how it works."
  },
  {
    "id": "place_on_map",
    "description": "Script - First, it will be checked for information on the location it was taken, so we can place it on a map.",
    "defaultMessage": "First, your image will be checked for information on the location it was taken, so we can place it on a map."
  },
  {
    "id": "determine_coastal_type",
    "description": "Script - Then, it will be analysed by scientists and citizen scientists to determine the coastal type at that location.",
    "defaultMessage": "Then, it will be analysed by scientists and citizen scientists to determine the coastal type at that location."
  },
  {
    "id": "the_more_the_better",
    "description": "Script - The more images are analysed, the more detail is added to a global map of what types exists and where.",
    "defaultMessage": "The more images are analysed, the more detail is added to a global map of what types of coasts exists and where."
  },
  {
    "id": "computer_programs",
    "description": "Script - This map is then fed into computer programs, called integrated assessment models, that help scientists make predictions on how different coasts respond under different circumstances.",
    "defaultMessage": "This map is then fed into computer programs, called integrated assessment models, that help scientists make predictions on how different coasts respond under different circumstances."
  },
  {
    "id": "policy_makers",
    "description": "Script - And these predictions inform policy makers at national and international levels on which actions to take and which countries need international support.",
    "defaultMessage": "These predictions inform policy makers at national and international levels on which actions to take and which countries need international support."
  },
  {
    "id": "best_advice",
    "description": "Script - So, your images help science give their best advice on how to protect ourselves, our children and our grandchil- dren from sea-level rise.",
    "defaultMessage": "So, your images help scientists give their best advice on how to protect ourselves, our children and our grandchildren from sea-level rise."
  }
]